Repository: GontseDev404/Agri-Energy-Connect-Platform
Catalog: ST10038937_prog7311_poe1/Resources/SharedResource.*.resx
Languages: af

# Welcome
source: Welcome to Agri-Energy Connect!
af: Welkom by Agri-Energy Connect!

# WelcomeTitle
source: Welcome to Agri-Energy Connect
af: Welkom by Agri-Energy Connect

source: Forum
af: Gemeenskapsforum

source: Products
af: Produkte

source: Language
af: Taal

# HeroLead
source: Empowering the agricultural community by bridging the gap between sustainable farming and modern energy solutions. Join us to cultivate a greener future.
af: Bemagtig die landbougemeenskap deur die gaping tussen volhoubare boerdery en moderne energie-oplossings te oorbrug. Sluit aan om 'n groener toekoms te kweek.

source: Get Started
af: Begin Nou

# RegisterForAccount
source: Register for a new account
af: Registreer vir 'n nuwe rekening

source: Login
af: Teken In

# LoginToAccount
source: Login to your existing account
af: Teken in op jou bestaande rekening

source: View Products
af: Besoek Produkte

source: Go to Dashboard
af: Gaan na Dashboard

source: Our Core Services
af: Ons Kern Dienste

source: Product Marketplace
af: Produkmark

# ProductMarketplaceDescription
source: A central hub for farmers to list, manage, and sell their products directly to a wider market, with full control over inventory and pricing.
af: 'n Sentrale plek waar boere hul produkte kan lys, bestuur en direk aan 'n wyer mark kan verkoop, met volle beheer oor voorraad en pryse.

source: Browse Products
af: Besoek Produkte

source: Community Hub
af: Gemeenskapsentrum

# CommunityHubDescription
source: Connect with fellow farmers and industry experts in our community forum. Share knowledge, ask questions, and collaborate on new ideas.
af: Skakel met mede-boere en kundiges in ons gemeenskapsforum. Deel kennis, vra vrae, en werk saam aan nuwe idees.

source: Join Discussion
af: Sluit Aan by Bespreking

source: Secure & Audited
af: Veilig & Geoudit

# SecureAuditedDescription
source: Our platform is built with security in mind, featuring role-based access and comprehensive audit trails to ensure data integrity.
af: Ons platform is gebou met sekuriteit in gedagte, met rolgebaseerde toegang en omvattende ouditspore om data-integriteit te verseker.

source: View Audit Logs
af: Besoek Ouditlogs

source: Authentication
af: Stawing:

# ProductsTitle
source: Products
af: Produkte

source: Filter Products
af: Filter Produkte

source: Farmer
af: Boer

source: Filter by farmer
af: Filter volgens boer

source: All Farmers
af: Alle Boere

source: Category
af: Kategorie

source: Filter by category
af: Filter volgens kategorie

source: All Categories
af: Alle Kategorieë

source: Start Date
af: Begindatum

source: End Date
af: Einddatum

source: Search
af: Soek

# SearchProductsPlaceholder
source: Product name or description
af: Produknaam of beskrywing

source: Search products
af: Soek produkte

source: Apply Filters
af: Pas Filters Toe

# ProductsList
source: Product Listings
af: Produklys

source: Product Name
af: Produknaam

source: Production Date
af: Produksiedatum

source: Price
af: Prys

source: Quantity Available
af: Beskikbare Hoeveelheid

source: Actions
af: Handelinge

source: Product actions for
af: Handelinge vir produk

source: View details for
af: Besoek besonderhede vir

source: Details
af: Besonderhede

source: Edit
af: Wysig

source: Delete
af: Verwyder

source: No products found.
af: Geen produkte gevind nie.

# AddFirstProduct
source: Click 'Add New Product' to add your first product.
af: Klik 'Voeg Nuwe Produk By' om jou eerste produk by te voeg.

# TryChangingFilter
source: Try changing your filter criteria.
af: Probeer om jou filterkriteria te verander.

# AddNewProductTitle
source: Add New Product
af: Voeg Nuwe Produk By

source: Product Information
af: Produk Inligting

# ProductNamePlaceholder
source: e.g., Organic Tomatoes
af: bv. Organiese Tamaties

# CategoryPlaceholder
source: e.g., Vegetables
af: bv. Groente

source: Select Category
af: Kies Kategorie

source: Vegetables
af: Groente

source: Fruits
af: Vrugte

source: Dairy
af: Suiwel

source: Grains
af: Graan

source: Meat
af: Vleis

source: Poultry
af: Pluimvee

source: Other
af: Ander

# PricePlaceholder
source: e.g., 25.50
af: bv. 25.50

source: Price in Rand
af: Prys in Rand

# DescriptionPlaceholder
source: Provide a brief description of the product
af: Verskaf 'n kort beskrywing van die produk

# QuantityAvailablePlaceholder
source: e.g., 100
af: bv. 100

# SubmitAndCreateProduct
source: Submit and create new product
af: Dien in en skep nuwe produk

source: Create Product
af: Skep Produk

source: Back to Product List
af: Terug na Produklys

source: Farm Information
af: Plaas Inligting

source: Farm
af: Plaas

# FarmInformationHelpText
source: This product will be publicly associated with your farm profile.
af: Hierdie produk sal publiek met jou plaasprofiel geassosieer word.

# EditProductTitle
source: Edit Product
af: Wysig Produk

source: Edit Product Information
af: Wysig Produk Inligting

# SaveProductChanges
source: Save changes to the product
af: Stoor veranderinge aan die produk

source: Save Changes
af: Stoor Veranderinge

# ProductDetailsTitle
source: Product Details
af: Produk Besonderhede

source: Product Details
af: Produk Besonderhede

source: units
af: eenhede

# DeleteProductTitle
source: Delete Product
af: Verwyder Produk

source: Warning!
af: Waarskuwing!

# DeleteProductWarning
source: Are you sure you want to permanently delete this product? This action cannot be undone.
af: Is jy seker jy wil hierdie produk permanent verwyder? Hierdie aksie kan nie ongedaan gemaak word nie.

# ConfirmDeletion
source: Confirm Deletion of
af: Bevestig Verwydering van

# CancelAndReturn
source: Cancel and return to product list
af: Kanselleer en keer terug na produklys

source: Cancel
af: Kanselleer

# ConfirmPermanentDeletion
source: Confirm permanent deletion of product
af: Bevestig permanente verwydering van produk

source: Delete Permanently
af: Verwyder Permanent

# FarmersTitle
source: Farmers
af: Boere

source: Add New Farmer
af: Voeg Nuwe Boer By

# RegisterNewFarmerProfile
source: Register a new farmer profile
af: Registreer 'n nuwe boerprofiel

# SearchFarmersPlaceholder
source: Search by name, farm, or email...
af: Soek volgens naam, plaas of e-pos...

source: Search farmers
af: Soek boere

source: Close
af: Maak toe

# FarmersList
source: Registered Farmers
af: Geregistreerde Boere

source: Farmer Name
af: Boer Naam

source: Farm Name
af: Plaas Naam

source: Email
af: E-pos

source: Phone Number
af: Telefoonnommer

# FarmerActionsFor
source: Actions for
af: Handelinge vir

source: No farmers found.
af: Geen boere gevind nie.

source: Notifications
af: Kennisgewings

source: Mark All as Read
af: Merk Alles as Gelees

source: Refresh
af: Verfris

source: No notifications
af: Geen kennisgewings

# NoNotificationsDescription
source: You're all caught up! No new notifications at the moment.
af: Jy is bygewerk! Geen nuwe kennisgewings op die oomblik nie.

source: Mark as Read
af: Merk as Gelees

source: Critical
af: Krities

source: High
af: Hoog

source: New
af: Nuut

source: View All Notifications
af: Besoek Alle Kennisgewings

# ConfirmDeleteNotification
source: Are you sure you want to delete this notification?
af: Is jy seker jy wil hierdie kennisgewing verwyder?

# ErrorMarkingAsRead
source: Error marking notification as read. Please try again.
af: Fout met die merk van kennisgewing as gelees. Probeer asseblief weer.

# ErrorDeletingNotification
source: Error deleting notification. Please try again.
af: Fout met die verwydering van kennisgewing. Probeer asseblief weer.

# ErrorMarkingAllAsRead
source: Error marking all notifications as read. Please try again.
af: Fout met die merk van alle kennisgewings as gelees. Probeer asseblief weer.
